show databases;
use ku_db;
show tables;

insert into room_info (room_id,room_type ,building, room_num)
values
('15_106', '실습실', '수의학관', '106'),
('15_107','실습실','수의학관','107'),
('15_207','강의실','수의학관','207'),
('15_216','실습실','수의학관','216'),
('15_306','강의실','수의학관','306'),
('15_307','강의실','수의학관','307'),
('15_408','실습실','수의학관','408'),
('15_409','강의실','수의학관','409'),
('15_410','실습실','수의학관','410'),
('15_432','세미나실','수의학관','432'),
('15_509','실습실','수의학관','509'),
('15_510','강의실','수의학관','510'),
('15_511','강의실','수의학관','511'),
('15_523','세미나실','수의학관','523'),
('12_710-3','강의실','동물생명과학관','710-3'),
('12_710-4','강의실','동물생명과학관','710-4');

select * from room_info;